[
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Introduction",
		"message": "Hello, this is the beginning of pinned messages, please make sure to view this from time to time to get the latest update from our group."
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Open a savings account on ING",
		"message": "Optional, pero goods tong bank na to, mataas interest rate, kahit saang atm pwede iwidthraw na walang kaltas, pay bills using the app. Search mo na lang sa appstore/playstore ING. Dito yung preferred ko na ipasa yung mga maicacashout kasi sa ING account ko din manggagaling yung cashout natin."
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Hirap ka sa team mo?",
		"message": "Pag nahihirapan ka sa team mo, sabihan mo ako, pwede tayo mag screenshare para maturuan kita sa PVP o kaya naman ay baka need natin palitan isang axie or isang buong team. Need ko rin malaman kung kamusta kayo sa paglalaro :)"
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Scheduled cash out",
		"message": "I will claim your SLPs at 9:30 PM of August 14, then I will decide when I will convert it to peso."
	},
	{
		"date": "August 19, 2021 - 2:00PM",
		"title": "Kamusta MMR?",
		"message": "Mag 30 members na tayo sa group natin tapos medyo busy din ako these days so hindi ko kayo kayang isa-isahin kamustahin, ikaw mismo dapat ang mag chat sakin kung nahihirapan ka sa arena para matulungan kita or matulungan ka namin. Kailangan ko malaman saan ka nahihirapan, kasi pag hindi ka talaga maka-angat sa arena at nastuck ka sa MMR mo tapos di ka rin humihingi ng tulong, hindi ko naman babawiin axies na hawak mo, papalitan lang natin na kayang kumota lang ng 75 SLP per day at ibibigay ko yan sa iba na baka tumaas pa ang rank."
	},
	{
		"date": "August 19, 2021 - 2:00PM",
		"title": "Scheduled cash out",
		"message": "I will claim your SLPs at 9:30 PM of August 29, then I will decide when will I convert it to peso. Depende, sana lang ay hindi umabot ng 5 peso palitan sa oras na yan, hindi ko icacashout."
	},
	{
		"date": "August 25, 2021 - 1:00AM",
		"title": "Taxie? (edited)",
		"message": "Una sa lahat, may kanya kanya tayong opinion, hindi naman kita tatanggalin as isko ko kung magkaiba tayo ng politikal na pananaw sa buhay. Pero kung ayaw mo na pro-government ang manager mo, it's your choice to leave, di kita pipigilan. Anyway, since there was a tax involved na sa axie, I am more obliged to explain my stance on the issue since I'm the manager. First of all, since 2017, I am 50-60k richer annually thanks to TRAIN Law of Duterte Admin, that means by the end of 2021, I'm 200-240k richer dahil sa recalibration ng tax. And usapang TRAIN Law, mas malaki ang nalikom na tax ng gobyerno dahil dito, at saan nga ba ginagamit ang tax sa TRAIN Law? 70% nito ay for infrastructure o yung Build, Build, Build ng current admin, hindi butas butas butas ha, ibang mga gunggong gumagawa non, basta walang DPWH na karatula malapit sa construction at nag bubutas yan ng lupa, wala na pag-asa talaga dyan haha. 30% naman ng kabuuang kita ng TRAIN Law e napupunta sa mga social programs gaya ng incentives sa mga PUV drivers at sa 4Ps. Alam kong mainit init ang issue ngayon sa PHILHEALTH at DOH pero hindi sa kanila napupunta ang tax galing sa TRAIN Law. Kasama sila sa Annual budget na ipinapasa sa kongreso. edit: DOH kasama sa annual budget, PHILHEALTH hiwalay na kaltas sa payslip ng mga empleyado and volunteer payment naman sa mga hindi empleyado."
	},
	{
		"date": "August 25, 2021 - 1:30AM",
		"title": "Taxie? part 2",
		"message": "Since wala pa talagang formal draft kung pano matataxan si axie, kung itutulad yan sa mga small businesses, sa munisipyo or sa kapitolyo ang bayad ng tax which is ginagamit para sa development ng lugar nyo. Kung isasama naman sa TRAIN Law, may tax exemption sa 250k and below ang kikitain annually. So maliit lang ang tax mo if ever, wag OA haha. So chill ka lang, ako yung mas lubhang maaapektuhan ng tax if ever, pero ok lang sakin. Gusto kong mag succeed ang Axie at play 2 earn sa Pinas so maliit na bagay kung taxan yan. Kung may mindset ka na scholar na nga lang ako tataxan pa, I suggest na wag ka magresign sa current na trabaho mo o kaya find a real job kung wala ka naman work ngayon."
	},
	{
		"date": "August 25, 2021 - 2:00AM",
		"title": "40 Energy!",
		"message": "Mark the date! August 29, 9PM, kung sino highest MMR, magkakaroon ng 40 energy. Kung kayanin ko pa na mabigyan ang 2nd highest, ittry natin, pero sure sa top MMR magkakaroon energy unless mag pass sya. Yung 40 energy is magstay until next cycle ng cash-out (pero nasa akin pa rin ang huling pasya kasi baka kailanganin ko bigla yung mga extra axies). Kung nasa 1600 highest mo at feeling mo hindi na kaya ng current team mo, pwede mo kong i-pm para mapag-usapan natin ano ang pwede natin magawa para maiupgrade pa natin ang team mo, mas gusto ko na mas marami kayo nag kokompetensya sa taas kaya tutulungan ko kayo, basta patunayan nyo muna na kaya mong makapuntang 1600 gamit current team mo. Pero limited supply lang ng axie ko ha haha. Pag naubos ang malalakas, mag-hahantay talaga tayo sa mga susunod na cycle ng breeding natin. Sa mga naupgrade naman na, yung iba naman ang uunahin natin hehe, pero syempre mag sabi pa rin kayo sakin para ma-take note ko ang request nyo para mas ma upgrade pa natin yan. Anyway, axie sa 900-1100 MMR is still subject to changes, baka kasi kailangan lang natin ayusin team nyo para maka angat angat din kayo."
	},
	{
		"date": "September 3, 2021 - 1:15AM",
		"title": "KSP 1.1.0",
		"message": "New version is up! Added payslips. If you found any bugs, wag mahiya ireport sa akin."
	},
	{
		"date": "September 3, 2021 - 1:15AM",
		"title": "Next cut off (Tentative)",
		"message": "9:30PM of September 15"
	},
	{
		"date": "November 6, 2021 - 2:00PM",
		"title": "Claim and cash out (CO)",
		"message": "ang CLAIM ay ang pag kuha ng SLP sa in game inventory mo papuntang ronin account na nakabind sayo, ang CO ay ang pag benta ng mga SLP na nasa ronin inventory mo. Every 15th at end of month, i CLAIM ko ang mga SLP nyo, then same date, optional kung isasabay mo sa mga mag CO."
	},
	{
		"date": "November 6, 2021 - 2:00PM",
		"title": "Season 19 plans (Christmas event - Raffle)",
		"message": "Nakadepende to kelan lalabas ang season 19 kasi once mag reset MMR natin, naka depende sa MMR ung prices na pwede mo makuha, example, if you reach 1.9K MMR, give me a screenshot sa leaderboards, icoconfirm ko then may raffle entry ka na sa brand new xiaomi brand cellphone (goods pang axie), same thing, pag naabot mo ang 1.7K MMR, 1000 peso each for 2 winners, sa 1.5K MMR 4 winners ng 500, sample pa lang to, prizes may change."
	},
	{
		"date": "November 6, 2021 - 2:00PM",
		"title": "Season 19 plans (Christmas event - Tournament)",
		"message": "Once ma-execute yung plano sa pag change ng 40 energy to meta team, yung mga filler axies ang pag lalabanin natin, so magkakaroon ng ban at picking phase bago mag start ang game, pag-iisipan ko pa ang prizes dito, malay nyo, kayo yung unang maka experience ng meta team na bubuuin natin."
	},
	{
		"date": "November 6, 2021 - 2:00PM",
		"title": "Season 19 plans (40 energy or pang malakasan?)",
		"message": "Plano pa lang ito pero kung matuloy, ititigil ko na ang 40 energy, as suggested at mukhang mas maganda nga na suggestion, ibebenta ko yung 14 filler axies natin at bubuo ako ng 2 teams na meta sa 3k mmr, yung top2 every cut off ang mag lalaro nito, regarding sa SLP na mafafarm nun while ikaw ang pilot, itatransfer ko yun sa isko account mo sa akin every claim date natin. What if maka top1000 tayo at manalo ng 1 AXS? Akin yun, basta 1-2 AXS lang ang price, pag mas mataas na dun, pag hahatian na natin 50% sakin, 50% will be distributed in this formula (your share = 50% nung pr x ilang cut-off mo nilaro / all cut-off). Of course, need mo mag provide ng another device tapos sa akin ang qr if ipagpapatuloy natin tong plan na to."
	}
]