[
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Introduction",
		"message": "Hello, this is the beginning of pinned messages, please make sure to view this from time to time to get the latest update from our group."
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Open a savings account on ING",
		"message": "Optional, pero goods tong bank na to, mataas interest rate, kahit saang atm pwede iwidthraw na walang kaltas, pay bills using the app. Search mo na lang sa appstore/playstore ING. Dito yung preferred ko na ipasa yung mga maicacashout kasi sa ING account ko din manggagaling yung cashout natin."
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Hirap ka sa team mo?",
		"message": "Pag nahihirapan ka sa team mo, sabihan mo ako, pwede tayo mag screenshare para maturuan kita sa PVP o kaya naman ay baka need natin palitan isang axie or isang buong team. Need ko rin malaman kung kamusta kayo sa paglalaro :)"
	},
	{
		"date": "August 8, 2021 - 12:30AM",
		"title": "Scheduled cash out",
		"message": "I will claim your SLPs at 9:30 PM of August 14, then I will decide when I will convert it to peso."
	},
	{
		"date": "August 19, 2021 - 2:00PM",
		"title": "Kamusta MMR?",
		"message": "Mag 30 members na tayo sa group natin tapos medyo busy din ako these days so hindi ko kayo kayang isa-isahin kamustahin, ikaw mismo dapat ang mag chat sakin kung nahihirapan ka sa arena para matulungan kita or matulungan ka namin. Kailangan ko malaman saan ka nahihirapan, kasi pag hindi ka talaga maka-angat sa arena at nastuck ka sa MMR mo tapos di ka rin humihingi ng tulong, hindi ko naman babawiin axies na hawak mo, papalitan lang natin na kayang kumota lang ng 75 SLP per day at ibibigay ko yan sa iba na baka tumaas pa ang rank."
	},
	{
		"date": "August 19, 2021 - 2:00PM",
		"title": "Scheduled cash out",
		"message": "I will claim your SLPs at 9:30 PM of August 29, then I will decide when will I convert it to peso. Depende, sana lang ay hindi umabot ng 5 peso palitan sa oras na yan, hindi ko icacashout."
	}
]